[
  {
    "title": "Fufu & Light-Soup",
    "desc": "Indulge in the rich and authentic flavors of Ghana with our signature Fufu & Light-Soup dish. This classic Ghanaian delicacy features a generous serving of tenderly prepared fufu accompanied by your choice of succulent goat, flavorful chicken, delicate tilapia, or hearty beef light soup.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719238/HAMFOODS/fufulightsoup_aibmxd.jpg",
    "price": 105.0
  },
  {
    "title": "Ampesi",
    "desc": "Ampesi features tender, perfectly boiled plantains as its centerpiece. This hearty base is beautifully complemented by a rich, creamy avocado that provides a delightful creaminess, velvety eggs and kontonmire sauce.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719238/HAMFOODS/ampesi_irflak.png",
    "price": 79.99
  },
  {
    "title": "Jollof Rice & Chicken",
    "desc": "Savor our traditional Jollof rice; a rich, aromatic blend combined with tender spiced chicken. Complemented by sweet, crispy plantains, refreshing coleslaw and spicy green pepper sauce, it's a vibrant West African feast in every bite.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719238/HAMFOODS/jollof_xxq5l3.png",
    "price": 95.0
  },
  {
    "title": "Banku & Tilpia",
    "desc": "Delight in our Banku paired with grilled Tilapia, a true taste of Ghana. Revel in the harmonious blend of fermented corn, expertly grilled fish, and the fiery kick of our distinctive red and green pepper sauce.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719238/HAMFOODS/fufulightsoup_aibmxd.jpg",
    "price": 120.0
  },
  {
    "title": "Waakye",
    "desc": "Relish our traditional Waakye, a satisfying blend of rice and beans served with delectably fried plantain. Accompanied by black sauce, grated gari, flavorsome fried fish, boiled egg, and a side of crunchy coleslaw, it encapsulates the exotic flair of Ghanaian cuisine.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719235/HAMFOODS/waakye_ffhax0.jpg",
    "price": 85.55
  },
  {
    "title": "Apraprensa",
    "desc": "Savor the exotic flavors of our Apraprensa, a tantalizing dish made from roasted corn flour and palmnut or palm oil. Complete with succulent crabs and savory eggs, this enticing meal offers a delightful insight into the authentic gastronomic delights of Ghana.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719234/HAMFOODS/apreprensa_mqcryo.jpg",
    "price": 59.99
  },
  {
    "title": "Omutuo & Palmnut Soup",
    "desc": "Embark on a culinary adventure with our Omutuo (rice balls) dish, a smooth rice balls served with a lavish palm nut soup. Tailored to your preference, opt for Tilapia, Salmon, Beef, Goat, or Lamb meat, guaranteeing a decadent Ghanaian dining experience.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719225/HAMFOODS/omo-tuopalmnut_z9ilac.webp",
    "price": 115.5
  },
  {
    "title": "Jollof Rice & Fish",
    "desc": "Feast on our flavorful Jollof rice served with perfectly cripsy fried fish. Expertly cooked in a mix of spices and vegetables, this dish encapsulates the rich, culinary traditions of West Africa.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719219/HAMFOODS/jolloffish_bzie6v.jpg",
    "price": 79.99
  },
  {
    "title": "Beans and Plaintain (Gobe)",
    "desc": "Discover a delicious fusion of flavors with our hearty dish of cooked beans with rich palm oil, partnered with sweet plantain and savory fried fish. The added touch of gari elevates this authentic Ghanaian meal to another level.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719219/HAMFOODS/redred_y7rxpv.jpg",
    "price": 87.9
  },
  {
    "title": "Rice & Kontonmire",
    "desc": "Relish in our simple yet flavorful dish of plain rice accompanied by sweet, crispy fried plantain and succulent fried chicken. A tangy spinach sauce is served on the side, adding a luscious green twist to this Ghanaian culinary delight.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719219/HAMFOODS/ricekontonmire_bvm30q.jpg",
    "price": 105.0
  },
  {
    "title": "Ghana Salad",
    "desc": "Indulge in our refreshing Ghana Salad. Crafted with fresh lettuce, carrots, baked-beans, protein-rich eggs, flavorful tuna and some salad dressing, it's a light yet satisfying blend that offers a healthy taste of Ghana's vibrant culinary tradition.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719219/HAMFOODS/ghanasalad_ms53ot.jpg",
    "price": 79.99
  },
  {
    "title": "Anwammo",
    "desc": "Tempt your taste buds with our savory rice dish, fried to perfection in fragrant oil and onions. Paired with hearty sausage, sumptuous fried eggs, sardine, and a tangy tomato sauce, this meal epitomizes a unique twist on traditional Ghanaian food.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719219/HAMFOODS/anwamo_txhrpx.jpg",
    "price": 75.49
  },
  {
    "title": "Kenkey & Fish",
    "desc": "Enjoy our Kenkey, a corn dough staple paired with perfectly fried fish offering a rich flavor profile. Complemented by the dynamic duo of red and black pepper sauce, fried egg, sardine, and corned beef, the dish provides an unforgettable Ghanaian dining experience.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719218/HAMFOODS/kenkeyfish_qnvtep.jpg",
    "price": 120.2
  },
  {
    "title": "Yam & Kontonmire",
    "desc": "Experience our nutritious boiled yam dish enriched with vibrant spinach and creamy avocado. It's a simple yet hearty meal that captures the essence of Ghanaian home cooking while offering robust flavors and textures.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719215/HAMFOODS/yamkontonmire_b5k40z.jpg",
    "price": 95.19
  },
  {
    "title": "Fufu & Palmnut-Soup",
    "desc": "Embark on a culinary journey with our signature Fufu and Palm nut Soup. Choose from Tilapia, Salmon, Beef, Goat, or Lamb meat as per your preference, with each combination offering an abundant taste of Ghanaian in every swallow.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719214/HAMFOODS/fufabenkwan_fyedx3.jpg",
    "price": 135.0
  },
  {
    "title": "Fried Rice",
    "desc": "Delight in our irresistible fried rice, complemented by creamy avocado, sumptuous fried eggs, and tangy black sauce. Paired with sweet fried plantain and a side of crunchy coleslaw, this dish beautifully balances flavors, offering a delightful taste of Ghana.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719214/HAMFOODS/friedrice_po2ono.jpg",
    "price": 79.4
  },
  {
    "title": "Banku & Okro Soup",
    "desc": "Savor the authentic taste of Ghana with our Banku paired with Okra soup. This flavorful dish is generously fortified with succulent crab, wele (cow skin), and tender meat, offering a delicious exploration of Ghanaian culinary tradition.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719214/HAMFOODS/bankuokro_sc0n5u.jpg",
    "price": 109.0
  },
  {
    "title": "Omutuo & Peanut Soup",
    "desc": "Experience our authentic Omutuo dish paired with a rich peanut butter soup. Offering a choice of Tilapia, Salmon, Beef, Goat, or Lamb meat, this meal delivers a unique blend of tastes and textures, perfectly representing the hearty cuisine of Ghana.",
    "img": "https://res.cloudinary.com/dytnpjxrd/image/upload/v1698719214/HAMFOODS/omotuopeanut_e9ksyp.jpg",
    "price": 115.0
  },
  {
    "title": "Another Dish",
    "desc": "Description of another dish.",
    "img": "https://example.com/another-dish.jpg",
    "price": 79.99
  },
  {
    "title": "Yet Another Dish",
    "desc": "Description of yet another dish.",
    "img": "https://example.com/yet-another-dish.jpg",
    "price": 49.99
  }
]
